ack
alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
apache-tools
aria2
autoconf
automake
axel
baobab
bash
bind-tools
binutils
bleachbit
blender
bless
bzip2
cmake
compton
coreutils
cpupower
cronie
ctags
dconf-editor
dialog
diffutils
dmenu
dmidecode
dnsmasq
docker
docker-compose
dosfstools
driconf
emacs
encfs
eslint
exfat-utils
fakeroot
fdupes
feh
filezilla
findutils
gettext
gimp
git
glances
gnu-netcat
gparted
gpicview
gradle
grep
gsmartcontrol
gtk-engine-murrine
gtk-theme-switch2
gtk2fontsel
hardinfo
hdparm
htop
i3-wm
i3lock
i3status
i7z
inetutils
jdk7-openjdk
jdk8-openjdk
jpegoptim
lib32-alsa-plugins
lib32-libstdc++5
lib32-openal
lib32-sdl2
lib32-sdl_image
lib32-sdl_ttf
lshw
lxappearance
lynx
maven
mesa-demos
mplayer
mupdf
nasm
network-manager-applet
networkmanager
nmap
ntfs-3g
numlockx
okular
openssh
openvpn
optipng
os-prober
p7zip
pacman
pavucontrol
pkg-config
powertop
pulseaudio
pulseaudio-alsa
python-pip
python2-chardet
python2-pip
qalculate-gtk
qemu
qt
qt4
ranger
rdesktop
redshift
reflector
rkhunter
rofi
rsync
rxvt-unicode
screen
scrot
sed
sshfs
steam
sudo
synapse
synergy
terminator
testdisk
the_silver_searcher
tigervnc
tlp
tmux
transmission-gtk
tree
trickle
unrar
virtualbox
vlc
wget
wmname
wxcam
x11vnc
xautoclick
xclip
xcompmgr
xdg-user-dirs-gtk
xterm
youtube-dl
zip
zsh
