acpi
acpid
aircrack-ng
alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
apache
aria2
astyle
autoconf
automake
avidemux-gtk
axel
baobab
bash
binutils
bison
bleachbit
blender
bless
bzip2
cclive
cheese
chromium
clamav
clang
cmake
codeblocks
conky
coreutils
cpulimit
cpupower
cronie
cryptsetup
ctags
cups
curlftpfs
dconf-editor
device-mapper
dhcpcd
dia
diffutils
dmenu
dnsmasq
docker
dolphin-emu
dosbox
dosfstools
doublecmd-gtk2
driconf
dropbox
e2fsprogs
easystroke
eclipse-java
emacs
empathy
encfs
eog
epiphany
erlang
evince
fakeroot
fdupes
feh
file
filesystem
filezilla
findutils
firefox
fish
flashplugin
flex
gawk
gcc
gcc-libs
gdb
gdm
geary
genius
gens
geogebra
gettext
ghc
gimp
git
glances
glibc
gnome-backgrounds
gnome-calculator
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnu-netcat
gnuchess
gnuplot
go
gocr
gparted
grep
grilo-plugins
groff
grub
gsmartcontrol
gstreamer0.10-bad
gstreamer0.10-bad-plugins
gstreamer0.10-base
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good
gstreamer0.10-good-plugins
gstreamer0.10-ugly
gstreamer0.10-ugly-plugins
gtk-engine-murrine
gtk-theme-switch2
gtk2fontsel
guake
gucharmap
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hdparm
htop
hydra
i3-wm
i3lock
icedtea-web
inetutils
inkscape
intellij-idea-community-edition
iproute2
iputils
irrlicht
jdk7-openjdk
jdk8-openjdk
jfsutils
john
k3b
kdegraphics-okular
less
lib32-alsa-plugins
lib32-openal
libreoffice-still
libreoffice-still-es
libreoffice-still-sdk
libstdc++5
libtool
licenses
linux
linux-headers
linux-lts
linux-lts-headers
lm_sensors
logrotate
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mariadb
maven
mc
mcomix
mdadm
mercurial
mesa-demos
minitube
mongodb
monodevelop
mousetweaks
mtpfs
mupdf
mupen64plus
mutter
nano
nasm
nautilus
netbeans
netctl
network-manager-applet
networkmanager
nikto
ninja-ide
nmap
ntfs-3g
openshot
openssh
os-prober
p7zip
package-query
pacman
patch
pavucontrol
pciutils
pcmciautils
pcsx2
pcsxr
perl
perl-anyevent-i3
perl-json-xs
php
php-apache
php-composer
phpmyadmin
pidgin
pkg-config
playonlinux
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pip
python2-pip
python2-pycurl
python2-sphinx
pywebkitgtk
qalculate-gtk
qemu
qt4
rdesktop
reaver
reflector
reiserfsprogs
rekonq
rfkill
rkhunter
rsync
rust
s-nail
screen
scribus
scrot
sdl_mixer
sdlmame
sed
shadow
siege
skype
sshfs
steam
strace
sudo
sushi
swi-prolog
synapse
synergy
sysfsutils
systemd-sysvcompat
tar
task
teamspeak3
terminator
testdisk
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tigervnc
tlp
tmux
totem
tracker
transmission-gtk
trayer
tree
trickle
umbrello
umlet
unetbootin
unrar
usbutils
util-linux
vagrant
vi
vino
virtualbox
virtualbox-guest-modules-lts
virtualbox-host-dkms
virtualbox-host-modules-lts
virtualgl
vlc
wget
which
wings3d
winusb
wireshark-gtk
wmname
wvdial
wxcam
x11vnc
xboard
xchat
xclip
xcompmgr
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xclock
xorg-xdm
xorg-xinit
xournal
xterm
yaourt
yed
yelp
youtube-dl
zip
zsh
zsnes
