ack
acpi
acpid
aircrack-ng
alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
apache-tools
aria2
astyle
atom
autoconf
automake
axel
baobab
bash
bind-tools
binutils
bison
bleachbit
blender
bless
bzip2
cabal-install
cairo-compmgr
cargo
chromium
clamav
clang
cmake
compton
conky
coreutils
cower
cpupower
cronie
cryptsetup
ctags
cups
curlftpfs
dconf-editor
depot-tools-git
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
dnsmasq
docker
docker-compose
dolphin-emu
dosbox
dosfstools
driconf
dropbox
dunst
e2fsprogs
easystroke
eclipse-java
emacs
encfs
eog
eslint
exfat-utils
fakeroot
fbreader
fdupes
feh
file
filesystem
filezilla
findutils
firefox
flashplugin
flex
gawk
gcc
gdb
gdm
geary
genius
gens
gettext
ghc
gimp
git
gitkraken
glances
glibc
gnome-backgrounds
gnome-calculator
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnu-netcat
gnuchess
go
google-chrome
gparted
gpicview
gradle
grep
grilo-plugins
groff
groovy
grub
gsmartcontrol
gst-libav
gst-plugins-ugly
gtk-engine-murrine
gtk-theme-switch2
gtk2fontsel
gucharmap
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hardinfo
hdparm
htop
httrack
hydra
i3-wm
i3lock
i3status
i7z
iat
inetutils
inkscape
intel-ucode
intellij-idea-community-edition
iproute2
iputils
jdk7-openjdk
jdk8-openjdk
jfsutils
john
jpegoptim
jq
k3b
less
lib32-alsa-plugins
lib32-libstdc++5
lib32-openal
lib32-sdl2
lib32-sdl_image
lib32-sdl_ttf
librecad
libreoffice-fresh
libstdc++5
libtool
licenses
lightdm
linux
linux-headers
lm_sensors
logrotate
lshw
lvm2
lxappearance
lxdm-gtk3
lynx
m4
make
man-db
man-pages
mariadb
maven
mc
mdadm
memtest86+
mercurial
mesa-demos
metasploit
monodevelop
mousetweaks
mplayer
mtpfs
mupdf
mupen64plus
mutter
nano
nasm
nautilus
netbeans
netctl
network-manager-applet
networkmanager
nfs-utils
nikto
nmap
ntfs-3g
numlockx
okular
openssh
openvpn
optipng
os-prober
p7zip
pacaur
pacman
pandoc
patch
pavucontrol
pciutils
pcmciautils
pcsx2
perl
perl-anyevent-i3
perl-json-xs
pgadmin3
php
phpmyadmin
pkg-config
plantuml
playonlinux
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pip
python2-chardet
python2-pip
python2-psutil
python2-pycurl
python2-sphinx
qalculate-gtk
qemu
qt4
ranger
rdesktop
reaver
recordmydesktop
redshift
reflector
reiserfsprogs
rfkill
rkhunter
rofi
rsync
rtorrent
rust
rxvt-unicode
s-nail
samba
screen
scrot
sdl_mixer
sed
shadow
siege
simg2img-git
sshfs
steam
strace
sudo
swi-prolog
swt
synapse
synergy
sysfsutils
systemd-sysvcompat
tar
task
terminator
testdisk
texinfo
the_silver_searcher
thermald
tigervnc
tlp
tmux
totem
tracker
transmission-gtk
transset-df
tree
trickle
unclutter
unetbootin
unrar
usbutils
util-linux
vi
vino
virtualbox
virtualbox-host-dkms
vlc
wget
which
winusb
wireshark-gtk
wmname
wvdial
wxcam
x11vnc
xautoclick
xboard
xclip
xcompmgr
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xclock
xorg-xdm
xorg-xinit
xournal
xterm
yelp
youtube-dl
youtube-viewer
zip
zsh
zsnes
